Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_Card1Description.Text
source: Your agent stays aware of what's happening in your terminal and can help you understand and fix errors as they appear.
af_za: Jou agent hou dop wat in jou terminaal gebeur en kan jou help om foute te verstaan en reg te stel soos hulle verskyn.
am_et: ኤጅንትዎ በተርሚናልዎ ውስጥ ሚሆነውን ይከታተላል እና ስህተቶችን ለመረዳት እና ለማስተካከል ይርዳዎታል።
ar_sa: يبقى وكيلك على دراية بما يحدث في طرفيتك ويمكنه مساعدتك في فهم الأخطاء وإصلاحها عند ظهورها.
as_in: আপোনাৰ এজেণ্ট আপোনাৰ টাৰ্মিনেলত কি হৈ আছে সেই বিষয়ে সচেতন থাকে আৰু ভুলসমূহ বুজিবলৈ আৰু সমাধান কৰিবলৈ আপোনাক সহায় কৰিব পাৰে।
az_latn_az: Agentiniz terminalınızda baş verənlərdən xəbərdardır və xətalar yarandıqda onları anlamağınıza və düzəltməyinizə kömək edə bilər.
bg_bg: Вашият агент следи какво се случва в терминала ви и може да ви помогне да разберете и поправите грешки веднага щом се появят.
bn_in: আপনার এজেন্ট আপনার টার্মিনালে কী ঘটছে সে সম্পর্কে সচেতন থাকে এবং ত্রুটিগুলি বুঝতে ও ঠিক করতে আপনাকে সাহায্য করতে পারে।
bs_latn_ba: Vaš agent prati što se događa u terminalu i može vam pomoći da razumijete i popravite greške čim se pojave.
ca_es: El vostre agent està al cas del que passa al terminal i us pot ajudar a entendre i corregir errors a mesura que apareixen.
ca_es_valencia: El vostre agent està al cas del que passa al terminal i vos pot ajudar a entendre i corregir errors a mesura que apareixen.
cs_cz: Váš agent sleduje, co se děje ve vašem terminálu, a může vám pomoci pochopit a opravit chyby hned, jak se objeví.
cy_gb: Mae eich asiant yn cadw golwg ar beth sy'n digwydd yn eich terfynell a gall eich helpu i ddeall a thrwsio gwallau wrth iddynt ymddangos.
da_dk: Din agent er opmærksom på, hvad der sker i din terminal, og kan hjælpe dig med at forstå og rette fejl, efterhånden som de opstår.
el_gr: Ο πράκτοράς σας παρακολουθεί τι συμβαίνει στο τερματικό σας και μπορεί να σας βοηθήσει να κατανοήσετε και να διορθώσετε σφάλματα καθώς εμφανίζονται.
es_es: Tu agente está al tanto de lo que sucede en tu terminal y puede ayudarte a comprender y corregir errores a medida que aparecen.
et_ee: Teie agent jälgib, mis teie terminalis toimub, ja aitab vigu mõista ning parandada kohe, kui need ilmnevad.
eu_es: Zure agenteak zure terminalean gertatzen dena jarraitzen du eta erroreak ulertu eta konpontzeko lagun diezazuke agertzen direnean.
fa_ir: عامل شما از آنچه در ترمینالتان رخ می‌دهد آگاه است و می‌تواند در درک و رفع خطاها هنگام ظاهر شدن به شما کمک کند.
fi_fi: Agenttisi seuraa, mitä terminaalissasi tapahtuu, ja voi auttaa sinua ymmärtämään ja korjaamaan virheitä niiden ilmetessä.
fil_ph: Ang iyong agent ay laging alam ang nangyayari sa iyong terminal at makakatulong sa iyo na maintindihan at ayusin ang mga error kapag lumitaw ang mga ito.
fr_fr: Votre agent suit ce qui se passe dans votre terminal et peut vous aider à comprendre et corriger les erreurs dès qu'elles apparaissent.
ga_ie: Coinníonn do ghníomhaire súil ar a bhfuil ag tarlú i do theirminéal agus is féidir leis cabhrú leat earráidí a thuiscint agus a cheartú de réir mar a thagann siad chun cinn.
gd_gb: Tha an neach-gnìomha agad a' cumail sùil air na tha a' tachairt nad theirminal agus 's urrainn dha do chuideachadh le mearachdan a thuigsinn agus a cheartú mar a nochdas iad.
gl_es: O seu axente está ao tanto do que sucede no seu terminal e pode axudarlle a comprender e corrixir erros a medida que aparecen.
gu_in: તમારો એજન્ટ તમારા ટર્મિનલમાં શું થઈ રહ્યું છે તેની જાણકારી રાખે છે અને ભૂલોને સમજવામાં અને ઠીક કરવામાં તમારી મદદ કરી શકે છે.
he_il: הסוכן שלך מודע למה שקורה בטרמינל שלך ויכול לעזור לך להבין ולתקן שגיאות כשהן מופיעות.
hi_in: आपका एजेंट आपके टर्मिनल में क्या हो रहा है इसकी जानकारी रखता है और त्रुटियों को समझने और ठीक करने में आपकी मदद कर सकता है।
hu_hu: Az ügynök figyelemmel kíséri, mi történik a termináljában, és segíthet megérteni és kijavítani a hibákat azok felmerülésekor.
hy_am: Ձեր գործակալը հետևում է, թե ինչ է կատարվում ձեր տերմինալում, և կարող է օգնել ձեզ հասկանալ և շտկել սխալները հենց դրանք հայտնվեն:
id_id: Agen Anda selalu mengetahui apa yang terjadi di terminal Anda dan dapat membantu Anda memahami serta memperbaiki kesalahan saat muncul.
is_is: Agentinn þinn fylgist með því sem gerist í skjáherminum þínum og getur hjálpað þér að skilja og laga villur um leið og þær koma upp.
it_it: Il tuo agente resta al corrente di ciò che accade nel terminale e può aiutarti a comprendere e correggere gli errori non appena si presentano.
ja_jp: エージェントはターミナルで起きていることを常に把握し、エラーが発生したときにその理解と修正を手助けします。
ka_ge: თქვენი აგენტი აკვირდება რა ხდება თქვენს ტერმინალში და დაგეხმარებათ შეცდომების გაგებასა და გამოსწორებაში მათი გამოჩენისთანავე.
kk_kz: Агентіңіз терминалда не болып жатқанын әрқашан біледі және қателер пайда болғанда оларды түсініп, түзетуге көмектеседі.
km_kh: ភ្នាក់ងាររបស់អ្នកតាមដានអ្វីដែលកំពុងកើតឡើងក្នុងតេរ្មីណលរបស់អ្នក និងអាចជួយអ្នកស្វែងយល់និងដោះស្រាយកំហុសនៅពេលដែលវាកើតឡើង។
kn_in: ನಿಮ್ಮ ಏಜೆಂಟ್ ನಿಮ್ಮ ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ಏನು ನಡೆಯುತ್ತಿದೆ ಎಂಬುದರ ಬಗ್ಗೆ ಅರಿವು ಹೊಂದಿರುತ್ತದೆ ಮತ್ತು ದೋಷಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ಸರಿಪಡಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಲ್ಲದು.
ko_kr: 에이전트가 터미널에서 일어나는 상황을 파악하고 오류가 발생하면 이해하고 수정하도록 도와줍니다.
kok_in: तुमचो एजेंट तुमच्या टर्मिनालांत कितें जाता हाची जाणवाय दवरता आनी चुकी समजून घेवपाक आनी सारक्यो करपाक तुमकां मदत करूंक शकता.
lb_lu: Ären Agent hält Ausschau nodeems wat a Ärem Terminal passéiert a kann Iech hëllefen Feeler ze verstéin an ze korrigéieren wann se optrieden.
lo_la: Agent ຂອງທ່ານຕິດຕາມສິ່ງທີ່ເກີດຂຶ້ນໃນ terminal ຂອງທ່ານ ແລະສາມາດຊ່ວຍທ່ານເຂົ້າໃຈແລະແກ້ໄຂຂໍ້ຜິດພາດເມື່ອມັນປາກົດຂຶ້ນ.
lt_lt: Jūsų agentas stebi, kas vyksta jūsų terminale, ir gali padėti suprasti bei ištaisyti klaidas, kai jos atsiranda.
lv_lv: Jūsu aģents seko līdzi tam, kas notiek jūsu terminālī, un var palīdzēt saprast un novērst kļūdas to parādīšanās brīdī.
mi_nz: Ka tirotiro tō kaitiaki i ngā mea e pā ana i tō tauranga, ā ka taea te āwhina i a koe ki te mārama me te whakatika i ngā hapa ka puta.
mk_mk: Вашиот агент следи што се случува во терминалот и може да ви помогне да разберете и поправите грешки веднаш штом се појават.
ml_in: നിങ്ങളുടെ ഏജന്റ് നിങ്ങളുടെ ടെർമിനലിൽ എന്താണ് സംഭവിക്കുന്നതെന്ന് അറിഞ്ഞിരിക്കുന്നു, പിശകുകൾ മനസ്സിലാക്കാനും പരിഹരിക്കാനും നിങ്ങളെ സഹായിക്കാൻ കഴിയും.
mr_in: तुमचा एजंट तुमच्या टर्मिनलमध्ये काय चालले आहे याबद्दल जागरूक राहतो आणि तुम्हाला त्रुटी समजून घेण्यात आणि दुरुस्त करण्यात मदत करू शकतो.
ms_my: Ejen anda sentiasa peka dengan apa yang berlaku di terminal anda dan boleh membantu anda memahami serta membetulkan ralat apabila ia muncul.
mt_mt: L-aġent tiegħek isegwi dak li qed jiġri fit-terminal tiegħek u jista' jgħinek tifhem u tikkoreġġi l-iżbalji hekk kif jidhru.
ne_np: तपाईँको एजेन्ट तपाईँको टर्मिनलमा के भइरहेको छ भन्ने बारेमा सचेत रहन्छ र त्रुटिहरू बुझ्न र समाधान गर्न तपाईँलाई मद्दत गर्न सक्छ।
nl_nl: Uw agent houdt bij wat er in uw terminal gebeurt en kan u helpen fouten te begrijpen en op te lossen zodra ze verschijnen.
nn_no: Agenten din er merksam på kva som skjer i terminalen din og kan hjelpe deg med å forstå og fikse feil etter kvart som dei oppstår.
or_in: ଆପଣଙ୍କ ଏଜେଣ୍ଟ ଆପଣଙ୍କ ଟର୍ମିନାଲରେ କ'ଣ ଘଟୁଛି ସେ ବିଷୟରେ ସଚେତନ ରହେ ଏବଂ ତ୍ରୁଟି ବୁଝିବା ଓ ଠିକ୍ କରିବାରେ ଆପଣଙ୍କୁ ସାହାଯ୍ୟ କରିପାରେ।
pa_in: ਤੁਹਾਡਾ ਏਜੰਟ ਤੁਹਾਡੇ ਟਰਮੀਨਲ ਵਿੱਚ ਕੀ ਹੋ ਰਿਹਾ ਹੈ ਇਸ ਬਾਰੇ ਜਾਣੂ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਗਲਤੀਆਂ ਨੂੰ ਸਮਝਣ ਅਤੇ ਠੀਕ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।
pl_pl: Twój agent śledzi, co dzieje się w terminalu, i może pomóc Ci zrozumieć oraz naprawić błędy na bieżąco.
pt_br: Seu agente acompanha o que acontece no terminal e pode ajudar você a entender e corrigir erros assim que aparecem.
pt_pt: O seu agente acompanha o que acontece no terminal e pode ajudá-lo a compreender e corrigir erros assim que surgem.
quz_pe: Agentiyki terminal nisqaykipi imakunata rikuspa yanapasunki huchhakunata hamut'anapaq chaymanta allinchanapaq rikhurimuptin.
ro_ro: Agentul dvs. urmărește ce se întâmplă în terminal și vă poate ajuta să înțelegeți și să remediați erorile pe măsură ce apar.
sk_sk: Váš agent sleduje, čo sa deje vo vašom termináli, a môže vám pomôcť pochopiť a opraviť chyby hneď, ako sa objavia.
sl_si: Vaš agent spremlja dogajanje v terminalu in vam lahko pomaga razumeti ter odpraviti napake, ko se pojavijo.
sq_al: Agjenti juaj ndjek çfarë ndodh në terminalin tuaj dhe mund t'ju ndihmojë të kuptoni dhe rregulloni gabimet sapo shfaqen.
sr_cyrl_rs: Ваш агент прати шта се дешава у терминалу и може вам помоћи да разумете и исправите грешке чим се појаве.
sr_latn_rs: Vaš agent prati šta se dešava u terminalu i može vam pomoći da razumete i ispravite greške čim se pojave.
sv_se: Din agent är medveten om vad som händer i din terminal och kan hjälpa dig förstå och åtgärda fel när de uppstår.
ta_in: உங்கள் முகவர் உங்கள் முனையத்தில் என்ன நடக்கிறது என்பதை அறிந்திருக்கும், பிழைகளைப் புரிந்துகொள்ளவும் சரிசெய்யவும் உதவ முடியும்.
te_in: మీ ఏజెంట్ మీ టెర్మినల్‌లో ఏమి జరుగుతుందో తెలుసుకుంటుంది మరియు లోపాలను అర్థం చేసుకోవడానికి మరియు సరిచేయడానికి మీకు సహాయం చేయగలదు.
th_th: เอเจนต์จะรับรู้สิ่งที่เกิดขึ้นในเทอร์มินัลของคุณและสามารถช่วยให้คุณเข้าใจและแก้ไขข้อผิดพลาดเมื่อเกิดขึ้น
tr_tr: Aracınız terminalinizde neler olduğunun farkındadır ve hatalar oluştuğunda bunları anlamanıza ve düzeltmenize yardımcı olabilir.
ug_cn: ۋەكىلىڭىز تېرمىنالدا نېمە بولۇۋاتقانلىقنى بىلىدۇ ۋە خاتالىقلارنى چۈشىنىش ۋە تۈزىتىشكە ياردەم بېرەلەيدۇ.
uk_ua: Ваш агент відстежує, що відбувається у терміналі, та допомагає зрозуміти й виправити помилки в міру їх появи.
ur_pk: آپ کا ایجنٹ آپ کے ٹرمینل میں کیا ہو رہا ہے اس سے آگاہ رہتا ہے اور غلطیوں کو سمجھنے اور ٹھیک کرنے میں آپ کی مدد کر سکتا ہے۔
uz_latn_uz: Agentingiz terminalda sodir bolayotgan voqealardan doimo xabardor va xatolar paydo bolganda ularni tushunish va tuzatishga yordam beradi.
vi_vn: Tác tử luôn nắm bắt những gì đang xảy ra trong terminal của bạn và có thể giúp bạn hiểu và sửa lỗi khi chúng xuất hiện.
zh_tw: 智能體會持續掌握您終端機中的狀況，並在錯誤出現時協助您了解和修正。

# FreOverlay_Card2Title.Text
source: Pick up right where you left off
af_za: Tel op presies waar jy opgehou het
am_et: ከቀረው ቀጥሎ ይቀጥሉ
ar_sa: استأنف من حيث توقفت
as_in: আপুনি য'ত এৰিছিল তাৰ পৰাই আৰম্ভ কৰক
az_latn_az: Qaldığınız yerdən davam edin
bg_bg: Продължете точно оттам, откъдето сте спрели
bn_in: ঠিক যেখানে ছেড়েছিলেন সেখান থেকে শুরু করুন
bs_latn_ba: Nastavite točno odakle ste stali
ca_es: Repreneu exactament on ho vau deixar
ca_es_valencia: Repreneu exactament on ho vau deixar
cs_cz: Pokračujte přesně tam, kde jste skončili
cy_gb: Codwch yn union ble gadawoch chi
da_dk: Fortsæt lige der, hvor du slap
el_gr: Συνεχίστε ακριβώς από εκεί που σταματήσατε
es_es: Retoma justo donde lo dejaste
et_ee: Jätkake sealt, kus pooleli jäite
eu_es: Jarraitu utzi zenuen lekutik
fa_ir: دقیقاً از جایی که متوقف شدید ادامه دهید
fi_fi: Jatka siitä, mihin jäit
fil_ph: Magpatuloy mula sa kung saan ka tumigil
fr_fr: Reprenez exactement là où vous en étiez
ga_ie: Lean ar aghaidh díreach ón áit ar stop tú
gd_gb: Lean air adhart bhon àite san do sguir thu
gl_es: Continúe xusto onde o deixou
gu_in: તમે જ્યાં છોડ્યું હતું ત્યાંથી જ શરૂ કરો
he_il: המשך בדיוק מאיפה שהפסקת
hi_in: ठीक वहीं से शुरू करें जहाँ आपने छोड़ा था
hu_hu: Folytassa pontosan ott, ahol abbahagyta
hy_am: Շարունակեք հենց այնտեղից, որտեղ կանգնեցիք
id_id: Lanjutkan tepat dari tempat Anda berhenti
is_is: Haltu áfram þar sem frá var horfið
it_it: Riprendi esattamente da dove avevi lasciato
ja_jp: 中断したところからすぐに再開
ka_ge: გააგრძელეთ იქიდან, სადაც შეჩერდით
kk_kz: Тоқтаған жерден жалғастырыңыз
km_kh: បន្តពីកន្លែងដែលអ្នកខានឈប់
kn_in: ನೀವು ಬಿಟ್ಟ ಸ್ಥಳದಿಂದಲೇ ಮುಂದುವರಿಸಿ
ko_kr: 중단한 곳에서 바로 다시 시작
kok_in: तुमी जंय सोडलें थंयच्यान सुरू करात
lb_lu: Maacht genee do weider wou Dir opgehalen hutt
lo_la: ສືບຕໍ່ຈາກບ່ອນທີ່ທ່ານຢຸດ
lt_lt: Tęskite nuo ten, kur baigėte
lv_lv: Turpiniet tieši no turienes, kur palikāt
mi_nz: Haere tonu mai i te wāhi i mutu ai koe
mk_mk: Продолжете точно оттаму каде што застанавте
ml_in: നിങ്ങൾ നിർത്തിയിടത്ത് നിന്ന് തുടരുക
mr_in: जिथे सोडले तिथून पुढे सुरू करा
ms_my: Sambung semula tepat di tempat anda berhenti
mt_mt: Kompli eżatt minn fejn ħallejt
ne_np: तपाईँले जहाँ छोड्नुभयो त्यहीँबाट सुरु गर्नुहोस्
nl_nl: Ga verder waar u gebleven was
nn_no: Hald fram rett der du slapp
or_in: ଆପଣ ଯେଉଁଠାରେ ଛାଡ଼ିଥିଲେ ସେଠାରୁ ଆରମ୍ଭ କରନ୍ତୁ
pa_in: ਜਿੱਥੇ ਛੱਡਿਆ ਸੀ ਉੱਥੋਂ ਹੀ ਸ਼ੁਰੂ ਕਰੋ
pl_pl: Wróć dokładnie tam, gdzie skończyłeś
pt_br: Retome exatamente de onde parou
pt_pt: Retome exatamente de onde parou
quz_pe: Hinallata qhipay sayanki chaymanta
ro_ro: Continuați de unde ați rămas
sk_sk: Pokračujte presne tam, kde ste skončili
sl_si: Nadaljujte točno tam, kjer ste končali
sq_al: Vazhdoni pikërisht aty ku e latë
sr_cyrl_rs: Наставите тачно одакле сте стали
sr_latn_rs: Nastavite tačno odakle ste stali
sv_se: Fortsätt precis där du slutade
ta_in: நீங்கள் நிறுத்திய இடத்திலிருந்தே தொடரவும்
te_in: మీరు ఆపిన చోటి నుండే కొనసాగించండి
th_th: เริ่มต่อจากจุดที่ค้างไว้
tr_tr: Kaldığınız yerden devam edin
ug_cn: توختاقان يېرىڭىزدىن داۋاملاشتۇرۇڭ
uk_ua: Продовжуйте саме з того місця, де зупинилися
ur_pk: بالکل وہیں سے شروع کریں جہاں آپ نے چھوڑا تھا
uz_latn_uz: Toxtagan joyingizdan davom eting
vi_vn: Tiếp tục ngay từ nơi bạn đã dừng lại
zh_tw: 從上次中斷的地方繼續
